[
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/fernando_muslera.jpg",
            "namelastname":"Fernando Muslera",
            "about":"Galatasaray'ın başarılı kalecisi Fernando Muslera 16 Haziran 1986 yılında Arjantin'in Buenos Aires kentinde dünyaya geldi. 1,90 metre boyunda olan başarılı kaleci Fernando Muslera kariyerindeki ilk ve tek golü 8 Nisan 2012 yılında Manisaspor- Galatasaray maçında attı. Galatasaray tarihinin en çok forma giyen yabancı futbolcusu olan Fernando Muslera kaleci Volkan Babacan'a penaltıdan gol atarak kariyerindeki ilk ve tek golü kaydetti. Galatasaray'da en fazla forma şansı bulan yabancı futbolcu olan Fernando Muslera 2011 yılında Galatasaray'a transfer oldu. 2011 yılından bu yana Galatasaray'da forma giyen Fernando Muslera Galatasaray ile ilk maçına Olympiakos karşısında çıktı. Bu maçta 1. dakikada atılan gol ile Muslera ve Galatasaray maçtan 1- 0 mağlup ayrıldı. Galatasaray'ın başarılı futbolcuları arasında yer alan Fernando Muslera 8 deplasman maçında kalesinde hiç gol görmeyerek Galatasaray'ın önemli başarılar elde etmesini de sağlamıştır. İdolünün Oscar Cordoba olduğunu belirten Fernando Muslera en büyük hayalinin de Galatasaray tarihine isminin yazılması olduğunu dile getirdi. Fernando Muslera attığı penaltı golü ile Galatasaray tarihinde Zoran Simoviç'ten sonra gol atan ikinci futbolcu olmuştur. Muslera Galatasaray'da oynadığı ilk sezon şampiyonluk yaşadı. Muslera Galatasaray'daki ikinci sezonunda da şampiyonluk görmüştür.",
            "year":"35",
            "weight":"84.0",
            "height":"1.9",
            "wage":"3.952"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/arda_turan.jpg",
            "namelastname":"Arda Turan",
            "about":"Arda Turan 30 Ocak 1987 yılı Bayrampaşa, İstanbul doğumlu, Türk futbolcu. La Liga ekiplerinden FC Barcelona ve Türkiye Millî Takımı forması giymektedir. Genellikle sol kanatta oynayan Turan, sağ kanat ile forvet arkası pozisyonlarında da görev yapabilmektedir. Futbola henüz 8 yaşındayken, doğup büyüdüğü Bayrampaşa'nın Altıntepsi mahallesindeki amatör bir takım olan Altıntepsi Makelspor'da başladı. 1997'den 2000'e kadar futbol yaşamını Altıntepsi Makelspor'da sürdürdü. 2000 yılında 12 yaşındayken, Galatasaray'a transfer oldu. 2000'den 2005 yılına kadar Galatasaray altyapısında futbol oynadı. Galatasaray forması ile ilk resmî maçına, 22 Ocak 2005 tarihinde Bursaspor ile oynanan Türkiye Kupası maçında çıktı. Profesyonel olduktan sonra da bir süre Galatasaray altyapısında forma giyen Turan, 2005-06 sezonunun ikinci yarısında Vestel Manisaspor'a kiralandı. Bu takımdaki ilk resmî maçına Ankaragücü ile deplasmanda oynanan maçta çıktı ve 2-0 kazanılan karşılaşmada, hem kulüp kariyerindeki hem de Süper Lig'deki ilk golünü attı.",
            "year":"34",
            "weight":"84.0",
            "height":"1.77",
            "wage":"466.000"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/ogulcan_caglayan.webp",
            "namelastname":"Oğulcan Çağlayan",
            "about":"Galatasaray’ın başarılı oyuncuları arasında yer alan Oğulcan Çağlayan, 22 Mart 1996 tarihinde Ankara’da dünyaya geldi. Çocuk yaşlarından itibaren mahalle arasında amatör olarak futbol oynayan Çağlayan, 2006 yılında Bahçelerüstü Spor altyapısında futbol oynamaya başladı. Altyapı takımında 1 sene boyunca başarılı bir performans sergiledi. Henüz 1 yıl içinde Ankaraspor kulübü tarafından keşfedilerek transfer edildi. 2009 - 2010 sezonunda gösterdiği başarıyla birçok kulübün ilgisini çeken genç oyuncu o dönem mücadele ettiği U14 liginde 13 gol attı. Ankaraspor kulübünün TFF tarafından kapatılmasıyla birlikte Bursa Merinosspor’a transfer oldu. 2010 yılına kadar bu kulüpte top koştursa da Bursaspor altyapısına transfer olmayı başardı. Sonraki sezonlarda gösterdiği performansla birlikte Bursaspor A takımına yükseldi. Daha sonra sırasıyla Gaziantepspor, Kayseri Erciyesspor ve Kayserispor takımlarında forma giyerek Galatasaray’a transfer olmayı başardı.",
            "year":"25",
            "weight":"75.0",
            "height":"1.88",
            "wage":"3.750"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/marcao.jpg",
            "namelastname":"Marcão",
            "about":"İlk profesyonel sözleşmesini 12 Nisan 2014 tarihinde Brezilya Seri B ekiplerinden Avaí FC'yle yaptı. Resmi olarak ilk lig maçına 17 yaşında Chapecoense karşısında 1-4 kaybettikleri maçta çıktı. 5 Şubat 2015 tarihinde Seri A takımlarından Atlético Paranaense'ye transfer oldu. Bu kulüpte kaldığı süre boyunca sırasıyla, 2015 yılında Seri D takımlarından Guaratinguetá'ya, 2016 yılında ise Ferroviária'ya kiralık olarak gönderildi. 2017'nin Ocak ayında Atlético Goianiense'ye giden Marcao, aynı sezonun sonunda ise Portekiz ekibi Rio Ave'ye kiralandı ve kariyerinde ilk kez yurt dışında bir kulüpte forma giydi. 2017-18 sezonunu Rio Ave'de geçiren Marcao, 20 lig, 3 Portekiz Kupası maçına çıktı ve sezonu 23 maçla tamamladı. Aynı sezon Rio Ave, ligi 5. sırada tamamlamayı başardı.[1] 2018 yazında Atlético Paranaense'den ayrılan Marcao, bir kez daha Portekiz'in yolunu tuttu ve Primeira Liga takımlarından Chaves'e transfer oldu. 2018-19 ara transfer döneminde Süper Lig takımlarından Galatasaray'la sözleşme imzaladı.[2] Galatasaray'la ilk resmi maçına, 2018-19 sezonunun 18. haftasında Türk Telekom Stadyumu'nda oynanan ve Galatasaray'ın 6-0 kazandığı Ankaragücü maçında çıktı.",
            "year":"35",
            "weight":"80.0",
            "height":"1.85",
            "wage":"1.3"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/baris_alper_yilmaz.webp",
            "namelastname":"Barış Alper Yılmaz",
            "about":"Barış Alper Yılmaz, 23 Mayıs 2000'de Rize'de dünyaya geldi. Futbol hayatına doğduğu il Rize'de başlayan ve Rize Özel İdare Spor altyapısında oynayan Barış Alper, Eylül 2017'de Ankara Demirspor'a transfer oldu. Keçiörengücü'nde yıldızını parlatan Barış Alper Yılmaz, artık Galatasaray forması giyecek. Fatih Terim'in ısrarla istediği Barış Alper'le 5 yıllık sözleşme imzalayan Sarı Kırmızılı ekip, kısa süre içerisinde transferi resmen açıklayacak. Ümit Milli Takım forması giyen, ismi Beşiktaş ve Trabzonspor 'la da anılan Barış Alper Yılmaz'ın kariyeri futbolseverler tarafından merak ediliyor. Geçtiğimiz sezon Keçiörengücü formasıyla 36 maça çıkan kanat oyuncusu, 8 gol ve 5 asistlik performans sergilemişti. Barış Alper Yılmaz kimdir, mevkisi ne? Barış Alper Yılmaz kaç yaşında, nereli ve hangi takımlarda oynadı? sorularının yanıtlarını derledik.",
            "year":"21",
            "weight":"80.0",
            "height":"1.86",
            "wage":"1.500"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/sacha_boey.webp",
            "namelastname":"Sacha Boey",
            "about":"Sacha Boey, 13 Eylül 2000'de Fransa'nın Montreuil şehrinde dünyaya geldi. Futbola Rennes'de başlayan ve 2019'da A takım kadrosuna dahil edilen 20 yaşındaki oyuncu, sağ bekin yanı sıra sol bekte de forma giyebiliyor. Ekim 2020'de Dijon'a kiralanan ve Haziran 2021'de takımına geri dönen Boey'un güncel piyasa değeri 2.5 milyon Euro. Kariyerinde 47 resmi maça çıkan Fransız sağ bek, Rennes U19 formasıyla 1 gol atma başarısı gösterdi. Dijon'da 1, Rennes'de ise 2 asist yapan Sacha Boey, Fransa U17, U18 ve U20 takımlarında da oynadı. Kamerun asıllı oyuncu, 1.78 boyunda. Rennes altyapısından yetişen ve geçtiğimiz sezonu Dijon'da kiralık geçiren 20 yaşındaki sağ bekin kulübü Rennes ile olan sözleşmesi Haziran 2022'de sona erecekti.",
            "year":"21",
            "weight":"70.0",
            "height":"1.78",
            "wage":"1.150"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/halil_dervisoglu.jpg",
            "namelastname":"Halil Dervişoğlu",
            "about":"Tam adı Halil İbrahim Dervişoğlu olan futbolcu, 8 Aralık 1999 tarihinde Hollanda'nın Rotterdam kentinde dünyaya geldi. Futbola Sparta Rotterdam altyapısında başlayan 20 yaşındaki futbolcu, 2018 yılında aynı takımla profesyonel futbol yaşantısına adım attı. Ocak 2020'de 3 milyon Euro karşılığında İngiltere Championship ekibi Brentford'a transfer olan Halil, Twente'ye kiralanarak Hollanda'ya geri döndü. Twente'de 6 maça çıkan milli futbolcu, gol ve asist katkısı üretemedi. Brentford ile olan sözleşmesi 2024 yılına kadar devam eden Halil Dervişoğlu'nun son olarak Galatasaray'a kiralandı. Halil, Galatasaray'da çıktığı 12 maçta 3 gol atıp 2 asist yaptı. Galatasaray 2021-2022 sezonu için genç yıldızı tekrar kiraladı ve Halil bu sezon 1 gol 1 asist üretti.",
            "year":"22",
            "weight":"76.0",
            "height":"1.83",
            "wage":"8.500"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/omer_bayram.bmp",
            "namelastname":"Ömer Bayram",
            "about":"Hollanda'nın Breda kentinde bir Kayseri'den göç etmiş Türk işçi ailenin çocuğu olarak dünyaya gelen Ömer Bayram, futbola PCP Breda altyapısında başladı.[1] Daha sonra Baronie van Breda ve NAC Breda altyapılarında forma giydi. 2009 yılında profesyonelliğe geçiş mukavelesi imzalayarak as takıma alındı. NAC Breda formasıyla ilk resmî karşılaşmasına 26 Mart 2010 tarihinde ADO Den Haag'a karşı oynanan Eredivisie karşılaşmasında çıktı.[2] 2009-2010 ve 2010-11 sezonlarında genelde yedek oyuncu olarak ortalama bir sezonda 10 karşılaşmada görev alsa da 2011-12 sezonunun başından itibaren ilk 11'de düzenli olarak görev almaya başladı. Hollanda liginde sergilediği performansla zamanla birçok Süper Lig ekibinin transfer listesine girmeyi başardı. 2012-13 sezonunda Kayserispor'a transfer olan futbolcu ilk haftalarda şans bulsa da ilerleyen haftalarda forma şansı azalmıştır. İlk sezonunda Kayseri'nin plaka kodu olan 38 numaralı formayı giyen Bayram, 2013-14 sezonundan itibaren 3 numaralı formayı giyecektir.",
            "year":"30",
            "weight":"70.0",
            "height":"1.75",
            "wage":"6.000"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/alexandru_cicaldou.jpg",
            "namelastname":"Alexandru Cicâldău",
            "about":"8 Temmuz 1997'de Romanya'nın Medgidia şehrinde dünyaya gelen Alexandru Cicaldau, futbola Galatasaray efsanesi Gheorghe Hagi'nin akademisinde başladı. 2014 yılında Gheorghe Hagi'nin kurduğu Viitorul Constanta'ya transfer olan Cicaldau, 2016'da A takım kadrosuna dahil edildi. Burada çıktığı 50 maçta 1 gol, 7 asistle oynayan Rumen 10 numara, 2018/2019 yaz transfer döneminde 1 milyon Euro bonservis bedeliyle Universitatea Craiova'ya transfer oldu. Universitatea Craiova'nın değişilmez isimlerinden olan 24 yaşındaki oyuncu, burada çıktığı 129 maçta 33 gol, 21 asistle skora katkı sağladı. Burada gösterdiği performansla Romanya Milli Takımı'nın da önemli isimlerinden biri haline gelen 24 yaşındaki orta sahayla Galatasaray'ın yanı sıra İtalya Serie A ekiplerinden Sampdoria da ilgileniyordu.",
            "year":"24",
            "weight":"76.0",
            "height":"1.78",
            "wage":"1.100"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/alpaslan_ozturk.jpg",
            "namelastname":"Alpaslan Öztürk",
            "about":"Alpaslan Öztürk 16 Temmuz 1993 tarihinde dünyaya gelmiştir. Kariyerine Beerschot kulübünde başladıktan sonra Birmingham City altyapısında iki yıl oynayan futbolcu sol bek ve orta sahada görev yapmıştır. İki yıl İngiltere’de forma giyip Beerschot’a geri döndükten sonra, Ocak 2012 tarihinde as takıma girdi. Kulüp küme düştükten sonra Öztürk Standard Liège’e transfer olmuştur. Alpaslan Öztürk, Türkiye 18 yaş altı takımı adına ilk maçına Kasım 2010’da Almanya karşısında ilk 11’de çıktı. İki gün sonra aynı rakibe yedek kulübesinde çıktı. Ocak 2011 tarihinde Belçika’nın 18 yaş altı takımına seçildi ve ilk maçına Fransa karşısında ilk 11’de çıktı. Sonraki haftalarda iki kez Estonya maçında oynadı. 2011 Slovakya Kupası’nda iki maça çıktı.",
            "year":"28",
            "weight":"90.0",
            "height":"1.86",
            "wage":"5.000"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/mbaye_diagne.jpg",
            "namelastname":"Mbaye Diagne",
            "about":"Günümüzde yediden yetmişe herkes futbola ilgi duyuyor. Başta erkekler olmak üzere herkes tarafından takip edilen futbol dünyası için birbirinden yetenekli futbolcular yetişiyor. Çeşitli futbol kulüpleri arasında gerçekleşen müsabakalar sonucunda en başarılı takımlar ve en başarılı futbolcular belirleniyor. O nedenle müsabakalarda yer alan futbolcular da başarılar elde ettikleri takdirde kariyerlerinde önemli çıkışlar yakalayabiliyorlar. Senegalli futbolcu Mbaye Diagne ise dünyaca ünlü futbolcular arasında yer alıyor. Dünya çapında tanınan başarılı futbolcu Mbaye Diagne 28 Ekim 1991 yılında Senegal'in Dakar şehrinde dünyaya geldi. 1, 93 metre boyunda olan Mbaye Diagne santrafor mevkiinde görev yapıyor. Senagalli milli futbolcu olan Mbaye Diagne aynı zamanda Süper Lig takımlarından olan Galatasaray 'da da forma giydi. Küçük yaşlarından itibaren futbol oynayan Mbaye Diagne Galatasaray'da 90 numaralı formayı giydi. Dahar'da doğan Mbaye Diagne futbol kariyerine İtalya'da başladı.",
            "year":"30",
            "weight":"86.0",
            "height":"1.93",
            "wage":"2.400"
        },
        {
            "imageurl":"https://raw.githubusercontent.com/ardatunc2021/h5190027ardatunc/main/players/taylan_antalyal%C4%B1.jpg",
            "namelastname":"Taylan Antalyalı",
            "about":"1995 yılının Ocak ayında Muğla'nın Yatağan ilçesinde doğan Taylan, 2006 yılında yaşadığı şehrin futbol takımı Muğlaspor'un altyapısında futbola başladı. Burada 3 sene forma giyen Taylan, hocası tarafından Orta saha'da görevlendirildi. 2009 yılında Bucaspor altyapı avcıları tarafından keşfedilen Antalyalı, 35.000 TL karşılığında Bucaspor'a transfer oldu ve 2011 yılına kadar Bucaspor'un alt takımlarında forma giydi. 2020-21 sezonuna Gaziantep maçı ile başlayan Galatasaray'da en büyük sürprizlerden birisi Antalyalı olmuştur. Sezona 4 numaralı forma ve ön libero mevkiisi ile başlayan Antalyalı ilk maçta başta Fatih Terim olmak üzere birçok kişinin beğenisini toplamıştır.[6] UEFA Avrupa Ligi elemeleri'nde de forma şansı bulan Antalyalı çıktığı ilk Avrupa maçında asist yapmıştır. Galatasaray, Neftçi'yi eledikten sonra Hajduk maçını da kazanmış ve Antalyalı oyunu ile gene beğenileri toplamıştır. Fatih Terim, Antalyalı için Taylan Antalyalı'nın dinlenme gibi bir lüksü olmamalı demiştir. Antalyalı, ön libero pozisyonunda takımın vazgeçilmezi olmuştur. Bu sezonki ilk golünü Çaykur Rizespor karşısında bulurken ilk asistini de Göztepe karşısında yapmıştır. Kupada 2 maçta forma şansı bulmuştur. Antalyalı'nın performansı birçok kişi tarafından beğenilmesine rağmen milli takıma çağrılmaması gündem olmuştur. Antalyalı 2021'de milli takıma davet edilmiştir ve 3 maçta forma giymiştir.[9] Daha sonra da 2020 Avrupa Futbol Şampiyonası'nın 30 kişilik kadrosuna çağrılmıştır.",
            "year":"26",
            "weight":"75.0",
            "height":"1.8",
            "wage":"2.200"
        }  
    ]